Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/contact_us.html.txt.tmx
Source language: en
Languages: ga

source: Citizens Information Phone Service
ga: Seirbhís Ghutháin um Fhaisnéis do Shaoránaigh

source: If you have a question that has not been answered by the content on this website, you can contact the Citizens Information Phone Service on 0761 07 4000 (Monday to Friday, 9am to 8pm)
ga: Má tá ceist agat nár fhuair tú freagra uirthi in ábhar an tsuímh idirlíne seo, is féidir leat glao a chur ar an tSeirbhís Ghutháin um Fhaisnéis do Shaoránaigh 0761 07 4000 (Luan go hAoine idir 9rn agus 8in)

source: You can also visit your local Citizens Information Centre, which provides a free and confidential service
ga: Cuireann Ionaid Faisnéise do Shaoránaigh seirbhís ar fáil atá saor in aisce agus faoi rún

source: (Call costs to 0761 numbers vary – your telephone service provider should be able to give you further details on the costs that apply for your telephone package.)
ga: (Bíonn difríochtaí idir chostais i leith ghlaonna 0761 – féadfaidh do sholáthróir seirbhíse teileafóin tuilleadh sonraí a thabhairt duit maidir leis na costais a bhaineann le do phacáiste teileafóin.)

source: You can contact the Citizens Information website team by post or telephone at:
ga: Is féidir leat dul i dteagmháil le foireann an tsuímh Fhaisnéise do Shaoránaigh tríd an bpost nó ar an teileafón ag:

source: Telephone: +353 761 07 9000
ga: Teileafón: 0761 07 9000

source: Fax: +353 1 605 9099
ga: Facs: (01) 605 9099

source: You can also send feedback in relation to citizensinformation.ie to ciofeedback@ciboard.ie
ga: Is féidir seol aiseolas maidir le citizensinformation.ie freisin chuig ciofeedback@ciboard.ie

source: Please note that email is not generally considered to be a secure form of communication
ga: Tabhair faoi deara le do thoil, go ginearálta, nach mbreathnaítear ar ríomhphoist mar fhoirm shlán cumarsáide
